tap "buildpacks/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "jenkins-zh/jcli"
tap "neilotoole/sq"
tap "noborus/tap"
tap "pulumi/tap"
brew "ansible"
brew "ansible-lint"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "libtool"
brew "asdf"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "bat"
brew "bats"
brew "bzip2"
brew "c-blosc"
brew "freetype"
brew "pkg-config"
brew "lzo"
brew "calcurse"
brew "terraform"
brew "cdktf"
brew "cli53"
brew "curl"
brew "openjdk@11", link: true
brew "digdag"
brew "docker-compose", link: false
brew "dotdrop"
brew "duf"
brew "elasticsearch"
brew "elixir"
brew "eureka"
brew "exercism"
brew "faas-cli"
brew "fasd"
brew "fd"
brew "fio"
brew "fluent-bit"
brew "fzf"
brew "git"
brew "git-lfs"
brew "subversion"
brew "git-svn"
brew "glow"
brew "gobject-introspection"
brew "gollum"
brew "googler"
brew "gradle"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grpc"
brew "hdf5"
brew "helm"
brew "hping"
brew "htop"
brew "ipcalc"
brew "ipython", link: false
brew "jenkins-lts"
brew "jq"
brew "jupyterlab", link: false
brew "k3d"
brew "k9s"
brew "kafka"
brew "kibana"
brew "kompose"
brew "kube-ps1"
brew "kubectx"
brew "libcouchbase@2", link: true
brew "libpq"
brew "logstash"
brew "mackup"
brew "marp-cli"
brew "maven"
brew "minikube"
brew "mysql-client@5.7"
brew "mysql@5.7", link: true
brew "ngrep"
brew "nifi"
brew "nmap"
brew "node@12"
brew "nvm"
brew "octant"
brew "openfortivpn"
brew "openssl@3"
brew "pgcli"
brew "pipenv", link: false
brew "pyenv"
brew "pyenv-virtualenv"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "shared-mime-info"
brew "socat"
brew "sshpass"
brew "ta-lib"
brew "taskwarrior-tui"
brew "tcpdump"
brew "terminal-notifier"
brew "terraform-docs"
brew "the_silver_searcher"
brew "tig"
brew "trace2html"
brew "tree"
brew "vim"
brew "wakatime-cli"
brew "watch"
brew "wget"
brew "whois"
brew "wireguard-tools"
brew "wireshark", link: false
brew "yq"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "buildpacks/tap/pack"
brew "jenkins-zh/jcli/jcli"
brew "noborus/tap/trdsql"
brew "pulumi/tap/pulumi"
cask "adoptopenjdk8"
cask "alacritty"
cask "authy"
cask "chromium"
cask "confluent-cli"
cask "discord"
cask "docker"
cask "drawio"
cask "emacs"
cask "font-inconsolata"
cask "font-inconsolata-for-powerline"
cask "forticlient"
cask "forticlient-vpn"
cask "gas-mask"
cask "gather"
cask "google-chrome"
cask "google-chrome-canary"
cask "google-earth-pro"
cask "intellij-idea"
cask "intellij-idea-ce"
cask "iterm2"
cask "kubenav"
cask "lens"
cask "logitech-options"
cask "mysqlworkbench"
cask "ngrok"
cask "notion"
cask "openinterminal-lite"
cask "pycharm-ce"
cask "signal"
cask "simplenote"
cask "skitch"
cask "slack"
cask "spectacle"
cask "stats"
cask "taskwarrior-pomodoro"
cask "telegram-desktop"
cask "textmate"
cask "the-unarchiver"
cask "ticktick"
cask "typora"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "wireshark"
