tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "komiserio/komiser"
tap "rs/tap"
brew "libyaml"
brew "openssl@1.1"
brew "readline"
brew "python"
brew "ansible"
brew "autoconf"
brew "automake"
brew "aws-elasticbeanstalk"
brew "aws-shell"
brew "awscli"
brew "coreutils"
brew "docker-compose", link: false
brew "docker-compose-completion"
brew "elixir"
brew "fasd"
brew "fzf"
brew "git"
brew "gnupg"
brew "go"
brew "go-jira"
brew "htop"
brew "hub"
brew "libtool"
brew "imagemagick"
brew "jmeter"
brew "jq"
brew "node"
brew "jupyterlab"
brew "k6"
brew "libcouchbase"
brew "minikube"
brew "mysql-client"
brew "mysql@5.7"
brew "parallel"
brew "pkg-config"
brew "pstree"
brew "pyenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "task"
brew "telegraf"
brew "terminal-notifier"
brew "terraform"
brew "terraform-docs"
brew "the_silver_searcher"
brew "tree"
brew "vegeta"
brew "vim"
brew "wget"
brew "yarn"
brew "zlib"
brew "rs/tap/jaggr"
brew "rs/tap/jplot"
cask "adoptopenjdk8"
cask "android-file-transfer"
cask "authy"
cask "docker"
cask "firefox"
cask "font-inconsolata-g-for-powerline"
cask "forticlient"
cask "gas-mask"
cask "google-chrome"
cask "google-chrome-canary"
cask "google-cloud-sdk"
cask "intellij-idea-ce"
cask "iterm2"
cask "kitematic"
cask "logitech-options"
cask "mysqlworkbench"
cask "notion"
cask "paw"
cask "postman"
cask "sequel-pro"
cask "skitch"
cask "slack"
cask "spectacle"
cask "taskwarrior-pomodoro"
cask "textmate"
cask "the-unarchiver"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
